Repository: mozilla-l10n/mt-training-data
Catalog: gcf/gcf_pontoon.tmx
Source language: en_us
Languages: gcf

source: 1 sentence collected
gcf: an sel fraz kolekte

source: 2 down, keep it up!<playIcon></playIcon>
gcf: <playIcon></playIcon>Dé ki fét, kontinué ou ( pa ladjé)

source: About
gcf: A pwopo

source: Accepted file types: .tsv only
gcf: Kalite fichye ki aksepte: .tsv sèlman

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gcf: { $actionType }<playIcon></playIcon> yo te pwononse fraz la byen?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gcf: { $actionType }<recordIcon></recordIcon> Li fraz-la a vwa wot.

source: { $actionType }<stopIcon></stopIcon> when done
gcf: { $actionType }<stopIcon></stopIcon>Lè ou fini

source: { $actionType } submit when ready
gcf: { $actionType } Soumet li lé ou paré.

source: Add and Review Sentences, Add Questions, Transcribe Audio
gcf: Ajoute epi revize fraz, ajoute kesyon, transkri odyo

source: Add <icon></icon> a public domain sentence
gcf: Ajouté <icon></icon> an fraz asou popiété piblik la

source: Add information
gcf: Ajoute enfòmasyon

source: Add new sentences for the community to read
gcf: Ajoute nouvo fraz pou kominote a ki ka li

source: Add one sentence per line
gcf: Ajoute an fraz pa liy

source: Add questions
gcf: Ajoute kesyon

source: Add sentences
gcf: Ajoute Fraz

source: Add Sentences
gcf: Ajoute Fraz

source: Add up to 1,000 sentences
gcf: Ajoute jiska 1,000 fraz

source: Add Your Voice
gcf: Ajoute Vwa w

source: Agriculture and Food
gcf: Agrikilti épi Manje

source: All sentence must have the same domain
gcf: Tout fraz dwet ni menm domèn an.

source: All sentences must have the same citation
gcf: Tout fraz dwet ni menm sitasyon an.

source: Already have an account? <login>Log-In</login>
gcf: Ou té ja ni an kont? <login>Log-In</login>

source: An error occurred fetching sentences
gcf: Yon erè rive pandan y récupérasyon fraz yo

source: An error occurred reviewing this sentence
gcf: Yon erè rive pandan revizyon fraz ta la.

source: An error occurred submitting your voice information
gcf: Yon erè rive pandan w ou te ka soumèt enfòmasyon vwa w la.

source: Approve
gcf: Apwouve

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gcf: Poze nou kesyon asou <matrixLink>Matrix</matrixLink>, <discourseLink>

source: Automotive and Transport
gcf: Otomobil épi Transpò.

source: <bold>{ $count }</bold> Clips
gcf: <bold>{ $count }</bold>koupes

source: <bold>Help us</bold> find more voices
gcf: <bold>Ede nou</bold> jwenn plis vwa

source: Bulk batch
gcf: Gwo paktché.

source: Bulk Sentences Uploaded
gcf: telechaje an pil gwo Fraz

source: By telling us about yourself, you will help developers build more inclusive technology
gcf: Lè w di nou plis asouw ou,ka pé ede devlopè a bati teknoloji ki pli enklizif.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gcf: Lè w sèvi épi Common Voice, ou dakò épi <termsLink>Kondisyon</termsLink> a yo ek <privacyLink>Avi sou Konfidansyalite</privacyLink> a yo.

source: Cancel Re-recording
gcf: Anile re-anrejistreman an.

source: Cancel Submission
gcf: Anile Soumisyon an".

source: Cannot submit more than 1000 sentences
gcf: Pa ka soumèt plis ki 1000 fraz

source: Change preferences
gcf: Chanje preferans yo

source: Check <icon></icon> is this a linguistically correct sentence?
gcf: Vérifié <icon></icon> si fraz sa a kòrèk lengwistikman?

source: Citation
gcf: Sitasyon

source: Cite with a URL link or the full name of the work.
gcf: Site évè yon lyen URL oubyen non konplè travay la.

source: Click
gcf: kliké

source: Clips Uploaded
gcf: Klip ou a téléchajé.

source: Comment
gcf: Kòmantè

source: Contact Us
gcf: Kontakte nou.

source: Continue
gcf: Kontinye

source: Continue validating
gcf: Kontinué validé

source: Contribute
gcf: Kontribye

source: Contribute sentences
gcf: Kontribye fraz.

source: Contribution Criteria
gcf: Kritè Kontribisyon

source: Create a profile
gcf: Kreye an pwofil.

source: Criteria
gcf: Kritè yo

source: Datasets
gcf: Ansanm done

source: Delete my recordings
gcf: Efase anrejistreman mwen an

source: Different language
gcf: Lang diferan

source: Difficult to pronounce
gcf: Difisil pou pwononse

source: Discard ongoing recording
gcf: Anile anrejistreman ki ka kontinye.

source: Does the sentence meet the guidelines?
gcf: Èske fraz la konfòm épi direktiv yo?

source: Donate your voice
gcf: Ba vwa ki tazòt

source: Don't see your language on Common Voice yet?
gcf: Ou poko wè lang ou a sou Common Voice?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gcf: Glissé fichye asou sit la oubyen <uploadButton>klike pou telechaje</uploadButton>

source: Drop file here to upload
gcf: Depoze fichye asou sit la pou telechaje w

source: Enter your public domain sentence here
gcf: Antré isi a sé fraz la ki ka appartienn domèn piblik.

source: Enter your public domain sentences here
gcf: Antré isi a sé fraz la ki ka appartienn domèn piblik.

source: Error adding sentence
gcf: Erè lé ou ajoute fraz là.

source: Exit & Delete clips
gcf: Sòti épi supprimé klip là.

source: Fewer than 15 words per sentence
gcf: Mwens pase 15 mo pa fraz.

source: File is too large
gcf: Dosye a twò gwo

source: File is too small
gcf: Dosye a twò piti

source: Finance
gcf: Finans

source: Finish recording
gcf: Fini anwèjistré.

source: Finish recording first?
gcf: Ou ka fini anwèjistré avan ?

source: Finish Review
gcf: Fini Revizyon an

source: Finish validating
gcf: Fini validé

source: Finish validating clips?
gcf: Ou fini validé extré a?

source: Follow guidelines from “What sentences can I add?”
gcf: Swiv direktiv ki an seksyon "Ki fraz mwen ka ajoute?"

source: for example
gcf: pa egzanp

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gcf: Pou teknoloji a mache byen pou tout moun, done a kay ede devlopè a bati teknoloji a bezwen reflete an lo moun divès. Pa egzanp, si nou pa enkli okenn moun ki pa ni aksan patikilye, teknoloji a pe pa mache byen pou moun ki ni aksan an. <learnMore>Aprann plis bagay pou kisa metadone a enpòtan.</learnMore>

source: General
gcf: Jeneral

source: General language / multiple variants
gcf: Langaj jeneral / plizyè varyant

source: Grammatical / spelling error
gcf: Erè gramatikal/òtograf

source: Great!<recordIcon></recordIcon> Record your next clip
gcf: Fout sa bél! <recordIcon></recordIcon> Anwèjistré pwochen ekstrè a.

source: Great work!<playIcon></playIcon> Listen again when you're ready
gcf: Bel travay! Kouté anko lé ou paré

source: Guidelines
gcf: Gid a yo.

source: Healthcare
gcf: Swen Sante

source: Help create Common Voice’s first target segment in { $locale }
gcf: Ede kreye premye segman sib Common Voice la adan { $locale }

source: Help us validate voices
gcf: Aidé nou validé vwa

source: History, Law and Government
gcf: Istwa, La lwa epi Gouvènman.

source: How do I cite?
gcf: Ki manyé pou mwen site?

source: How to add multiple sentences
gcf: Ki manié pou ajoute plizyè fraz.

source: How would you describe your sex or gender?
gcf: Ki manié ou ka dekri sèks ou bien idantite seksyèl ou?

source: I agree
gcf: Mwen dakò

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gcf: Mwen ka konfime ke fraz ta la <wikipediaLink>se domèn piblik</wikipediaLink> epi mwen ni pèmisyon pou mwen telechaje yo.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gcf: Mwen konfime ke fraz ta la se <wikipediaLink>domèn piblik</wikipediaLink> epi mwen ni pèmisyon pou telechaje y.

source: <icon></icon> Add multiple public domain sentences
gcf: <icon></icon> Ajoute plizyè fraz adan domèn piblik

source: Ideally natural and conversational (it should be easy to read the sentence)
gcf: Idealman natirèl epi konvèsasyonèl (fraz ta la dwet fasil pou li).

source: I do not agree
gcf: Mwen pa dakò

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gcf: Si se pwòp mo w anni di <italicizedText>"Oto-sitasyon"</italicizedText>. Nou bezwen konnen ki kote ou jwenn kontni ta la pou nou ay verifye si li nan domèn piblik la epi pa gen okenn restriksyon sou dwa otè ki aplike. Pou plis enfòmasyon asou sitasyon an, gade <guidelinesLink>paj Gid</guidelinesLink> nou an.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gcf: Si ou lé plis enfòmasyon ou vle bay asou dosye a, souplé kontakte <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gcf: Si ou vlé bay dòt enfòmasyon a sou fichye ta la ki pa enkli adan modèl la, souplé kontakte <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gcf: Si fraz la pa satisfè kritè ki anwo a, klike asou bouton "Rejte" ki sou bò gòch la. Si ou pa sèten sé fraz la, ou ka sote tout epi ale adan pwochen an.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gcf: Si fraz la satisfè kritè a yo, klike asou bouton "Apwouve" ki asou bò dwat la.

source: If you run out of sentences to review, please help us collect more sentences!
gcf: Si ou pa ni fraz ankò pou revize, souplé ede nou kolekte plis fraz!

source: Include appropriate citation
gcf: Mete sitasyon ki apwopriye a

source: Invalid file
gcf: Dosye ki pa valab

source: It contains words or phrases that are hard to read or pronounce.
gcf: I ni mo épi fraz ki difisil pou li ou byen pou pwononse.

source: It is written in a language different than what I’m reviewing.
gcf: Y ekri adan an lang diferan de sa mwen ka revize a.

source: It is written in a language different than what I’m speaking.
gcf: Sa ekri adan yon lang diferan di sa mwen ka pale a.

source: Keep it up, record again <recordIcon></recordIcon>
gcf: Kontinué, anwèjistré ankò <recordIcon></recordIcon>

source: Keep the recordings
gcf: Gadé anrejistreman an.

source: Keep track of your progress with a profile
gcf: Swiv pwogrè ou épi yon pwofil

source: Language Fundamentals (e.g. Digits, Letters, Money)
gcf: Fondamantal Lang (pa exzanp, Chif, Lèt, Lajan)

source: Languages
gcf: Lang

source: Large bulk sentence submission
gcf: Soumèt gwo fraz an gwo kantite.

source: Learn More
gcf: Aprann plis

source: Leaving now means you'll lose your progress
gcf: Si ou pati atjolman ou ké péd pwogrè-w.

source: Listen
gcf: kouté

source: Listen options menu
gcf: Koute meni opsyon an

source: Loading sentences…
gcf: chajement se fraz la…

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gcf: <loginLink>Konekte</loginLink> oubyen <loginLink>enskri</loginLink> pou ajoute plizyè fraz.

source: Log in or sign up to get started
gcf: Konekte oubyen enskri pou kòmanse

source: Log In / Sign Up
gcf: Konekte / Enskri

source: Make sure the sentence meets the following criteria:
gcf: Asire w ke fraz la satisfè kritè ta yo:

source: Maximum file size: 25 MB
gcf: Gwosè maksimòm fichye a: 25 MB

source: Media and Entertainment
gcf: Medya épi Divètisman.

source: Minimum sentences in file: 1000
gcf: Fraz minimòm adan dosye a: 1000

source: Misreadings
gcf: Move entèpretasyon

source: Missing an <strong>'s'</strong> at the end of a word.
gcf: I mantjé yon<strong> 's' </strong> a la fin mo a .

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
gcf: I mantjé <strong>'A'</strong>or<strong>'The'</strong>kòmansman anrejistreman an.

source: Nature and Environment
gcf: Lanati épi Anviwònman.

source: News and Current Affairs
gcf: Nouvèl épi Aktyalite.

source: No
gcf: awa

source: No audio was captured. Please check your microphone and try again.
gcf: { $actionType }<recordIcon></recordIcon>Pa ni audio ki enregistré. Vérifié mikwofòn-ou épi viré eséyé.

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gcf: Pa ni Restriksyon <no Copyright>Pa ni dwa otè</no Copyright> (cc0)

source: No foreign letters
gcf: Pa ni lèt etranje.

source: No microphone found.
gcf: Nou pa trouvé mikwofòn an

source: No numbers and special characters
gcf: Pa mété nimewo épi karaktè espesyal.

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gcf: Pa ni fraz pou revize. <addLink>Ajoute plis fraz aprézan!</addLink>

source: No thanks, continue speaking
gcf: Non mèsi, kontinye pale

source: Offensive language
gcf: Langaj ofansif

source: Offensive speech
gcf: Pawòl ofansif

source: On desktop devices you can contribute by downloading…
gcf: Asou aparey biwo a ou pé kontribué pou telechajeman.

source: On iOS please continue with Safari to enable recording…
gcf: Souplé asou IOS, ou pé kontinué ek Safari pou démaré anrijistreman.

source: On mobile devices you can contribute using your system browser…
gcf: Asou aparèy mobil ou pé kontribyé épi navigatè sistèm ou a.

source: Partner
gcf: Patnè

source: <playIcon></playIcon>Last one!
gcf: { $actionType } <playIcon> </playIcon> Yo di fraz-la byen ?

source: Play/Stop
gcf: Jwe/Sispann

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gcf: Souplé gade <templateFileLink>fichye modèl la</templateFileLink> nou an. Fraz la ou pou gade épi dwa otè (CC0 oubyen pèmisyon pou travay orijinal la ki soti ba moun ki soumèt yo) epi y dwet klè, gramatikalman kòrèk epi fasil pou li. Fraz la soumèt pou pran anviwon 10-15 segonn pou li epi èvite mete nimewo, non pwòp épi karaktè espesyal.

source: Please fill out this field.
gcf: Souplé ranpli espas ta la.

source: Please select a language to review sentences.
gcf: Souplé chwazi an lang pou revize sé fraz la.

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gcf: Limit vitès la depase. Eseye ankò nan { $retryLimit } minit

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gcf: Limit vitès la depase. Eseye ankò { $retryLimit } segonn

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gcf: Li kontraksyon ki pa vre, fokou "We're" olye de "We are", oubyen vis vèsa.

source: Read Sentences
gcf: Li Fraz la.

source: Read Sentences, Answer Questions
gcf: Li Fraz la, Reponn Kesyon an.

source: Read Sentences <small>(Coming soon)</small>
gcf: Li Fraz la <small>(Ou pé vini byento)</small>

source: Read sentences submitted by the community in various languages
gcf: Li fraz kominote a yo soumèt an plizyè lang.

source: Ready to do { $count } more?
gcf: Pare pou fè { $count } plis?

source: <recordIcon></recordIcon> Last one!
gcf: <recordIcon></recordIcon> Dènyé-a !

source: Record/Stop
gcf: Anrejistre/Stopé

source: Record yourself reading sentences in your language
gcf: Anrejistre kow ka di fraz an lang ou.

source: Record yourself responding to questions and prompts in your language
gcf: Anrejistre kow ou ka reponn kesyon ek consignes adan lang ou.

source: Record your voice
gcf: Anrejistre vwa w.

source: Reference the source of your sentence (required)
gcf: Indiké sous fraz ou a sa obligatwa.

source: Reject
gcf: Rejite

source: Report
gcf: Rapò

source: Report was passed successfully
gcf: Rapò w la te pase evèk siksè

source: Request a Language
gcf: Mande an Lang

source: Re-record
gcf: Anwèjistré ankò

source: Re-record clip
gcf: Anrejistre klip la ankò

source: Return
gcf: Retounen

source: Review
gcf: Revizyon

source: Review and vote for new questions submitted by the community
gcf: Revize epi vote pou nouvo kesyon kominote a soumèt

source: Review could not be saved. Please try again later.
gcf: Nou pa te kapab sove revizyon an. Souplé eseye ankò plita.

source: ⓘ Review Criteria
gcf: Kritè Revizyon yo

source: Review Criteria
gcf: Kritè Revizyon yo

source: Reviewed sentences not submitted, are sure?
gcf: Fraz revize yo pa soumèt, èske ou sèten?

source: Review existing sentences submitted by the community
gcf: Revize fraz ki deja egziste ke kominote a te soumèt

source: Review questions
gcf: Kesyon revizyon

source: Review & re-record clips here as you go
gcf: Révisé épi anwèjistré ankò an lot môso a oforanmizi.

source: Review & re-record clips if needed
gcf: Révisé épi anwèjistré ankò a si bizwen.

source: Review sentences
gcf: Revize fraz la

source: Review Sentences
gcf: Revize Fraz yo

source: Review & Submit
gcf: Révisé épi soumèt.

source: Review transcriptions of recorded sentences for accuracy
gcf: Revize transkripsyon fraz anrejistre epi exactitude pou presizyon.

source: Review user-submitted transcriptions in your language
gcf: Revize transkripsyon itilizatè a soumèt li an lang li / yo

source: Select an option
gcf: Choizi an opsyon.

source: Select a variant (optional)
gcf: Chwazi an sel varyant (opsyonèl).

source: Select File
gcf: Chwazi Fichye a

source: Select File to Upload
gcf: Chwazi Fichye pou Telechaje

source: Select up to three domains (optional)
gcf: Chwazi jiska twa domèn (opsyonèl)

source: Sentence
gcf: Fraz

source: Sentence Domain
gcf: Domèn Fraz la.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gcf: Sé fraz la ajouté kay intégré an jé de donné piblik asou license CC0.

source: { $sentences } sentences reviewed. Thank you!
gcf: { $sentences } fraz revize. Mèsi!

source: Sentence Variant
gcf: Varyan Fraz.

source: Separate sentences into one line by pressing “Enter” or “Return” once
gcf: Separe fraz an sèl liy appuyé asou "Antre" oubyen "Retounen" yon fwa.

source: Service and Retail
gcf: Sèvis épi Vann an Detay.

source: Share Common Voice
gcf: Pataje Common voice.

source: Share your clip
gcf: Pataje klip ou a.

source: Shortcuts
gcf: Rakoursi

source: Single
gcf: Selibatè

source: Single sentence submission
gcf: Soumèt yon sèl fraz.

source: Skip
gcf: Sote

source: Small batch
gcf: Ti patché

source: Small batch sentence submission
gcf: Soumèt yon ti kantite fraz.

source: Source: { $sentenceSource }
gcf: Sous: { $sentenceSource }

source: Speak
gcf: Palé.

source: Speak now
gcf: Palé atjélman, atjolman

source: Speak options menu
gcf: Meni opsyon Pale/ Vocale

source: Start recording
gcf: koumansé anrijistré.

source: Submit
gcf: Soumèt

source: Submit a new question for the community to read and respond to
gcf: Soumèt yo an nouvo kesyon pou kominote a li epi reponn ou.

source: Submit a report
gcf: Soumèt yon rapò

source: Submit clips
gcf: Soumèt lé môso a.

source: Submit new questions for the community to read and respond to
gcf: Soumèt nouvo kesyon pou kominote a reponn.

source: Success
gcf: Siksè

source: success checkmark
gcf: Mak chè siksè.

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gcf: Glise adwat pou apwouve fraz la. Glise agoch ​​pou rejte li. Glise anlè pou sote li. <strong>Pa bliye soumèt revizyon lan!</strong>

source: Tap
gcf: Tape

source: Technology and Robotics
gcf: Teknoloji épi Robotik.

source: Thank you for contributing your bulk submission!
gcf: Mèsi paske ou te kontribye soumèt an gwo kantite !

source: Thank you for contributing your voice!
gcf: Mèsi paske ou ka kontribye epi vwa la!

source: Thank you for donating your voice clips!
gcf: "Mèsi paske ou te ba adan klip là vwa w.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gcf: "Mèsi an pil ou te anrejistre!<lineBreak></lineBreak>aprézan, rigadé epi soumèt klip ou a anba a."

source: Thank you for your voice information
gcf: Mèsi pou enfòmasyon vwa ou a.

source: The clip has disrespectful or offensive language.
gcf: Klip la ni langaj ki manke respè ou byen ofansif.

source: There are currently no sentences to review in this language.
gcf: Pa ni piés fraz pou revize adan lang ta la .

source: The recording was too long.
gcf: Anwèjistman-an té twòp long.

source: The recording was too quiet.
gcf: Anrejistreman an te twò silansye.

source: The recording was too short.
gcf: Anrejistreman an te twò kout.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
gcf: Kolektè Fraz la pou deplase asou platfòm prensipal Common Voice la. Atcholman a ou kapab <writeURL>ekri</writeURL> an fraz oubyen <reviewURL>revize</reviewURL> soumèt fraz endividyèl sou Common Voice.

source: The sentence has a grammatical or spelling error.
gcf: Fraz la ni yon erè gramatikal ou byen òtograf.

source: The sentence has disrespectful or offensive language.
gcf: Fraz la kontien langaj ki manke respè oubyen ofansif.

source: The sentence must be grammatically correct.
gcf: Fraz la dwet kòrèk gramatikalman

source: The sentence must be speakable.
gcf: Fraz la dwet ni bagay moun ka di.

source: The sentence must be spelled correctly.
gcf: Fòk ou byen ekri fraz la.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gcf: Enfòmasyon ta la opsyonèl pou bay - ou te dwet ajoute w si sèlman ou ka santi kow alèz. Lè nou kay pibliye seri done a, nou pou bay tout enfòmasyon pèsonèl yon psedonim, epi nou asire ke enfòmasyon tel ki non épi imèl ou pa gen rapò ek enfòmasyon demografik com laj épi sèks.

source: Three to go!
gcf: I rété two à fé.

source: Too many files
gcf: Twòp dosye

source: Transcribe audio recordings
gcf: Transkri anrejistreman odyo a

source: Transcribe audio recordings into text
gcf: Retranskri anrejistreman odyo an tèks

source: Try again by dragging your file here
gcf: Eseye ankò lè ou fé glissé fichye a isi ya.

source: Try uploading again
gcf: Eseye telechaje ankò

source: Unable to determine audio format. Please try using a different browser.
gcf: Nou pa sa détèrminé fowmat audio-a. Eséyé épi an lòt navigatè.

source: Understand contribution criteria
gcf: Konprann kritè kontribisyon yo

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
gcf: Konprann sa pou w chèche lè w ap koute klip vokal epi ede fè anrejistreman vokal ou pou enrichir tou!

source: Upload aborted. Do you want to delete your recordings?
gcf: Téléchajman anile. Ou lé supprimé anwèjistman an.

source: { $uploadedSentences } of { $totalSentences } sentences collected
gcf: { $uploadedSentences } an { $totalSentences } fraz kolekte
